monitoreos/bajapaquetesDTH/logs/log_20250729_091416.txt

[2025-07-29 09:14:16.707] Inicio del envío
Endpoint: http://172.20.11.105:8080/CAI3G1.2/services/CAI3G1.2/async
Usuario: EmaCmdSV
Delay: 5000 ms

[2025-07-29 09:14:16.709] [0] XML generado:
<?xml version="1.0" encoding="ISO-8859-1" standalone="yes"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/" 
                  xmlns:dth="http://schemas.ericsson.com/ma/CA/DTHBatch/">
  <soapenv:Header>
    <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
      <wsse:UsernameToken>
        <wsse:Username>EmaCmdSV</wsse:Username>
        <wsse:Password>EmaCmdSV@1</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Set>
      <cai3:MOType>DTH@http://schemas.ericsson.com/ma/CA/DTHBatch/</cai3:MOType>
      <cai3:MOId>
        <dth:OrderID>1428690149</dth:OrderID>
      </cai3:MOId>
      <cai3:MOAttributes>
        <dth:SetDTH OrderID="1428690149">
          <dth:useCase>Disable_Package</dth:useCase>
          <dth:Devices>
            <dth:Device>
              <dth:STU_number>2309311830</dth:STU_number>
              <dth:SC_uniqueAddress>1428690149</dth:SC_uniqueAddress>
              <dth:packageId>212</dth:packageId>
            </dth:Device>
          </dth:Devices>
        </dth:SetDTH>
      </cai3:MOAttributes>
    </cai3:Set>
  </soapenv:Body>
</soapenv:Envelope>

[2025-07-29 09:14:16.766] [0] Envío exitoso - Duración: 0.06s

----------------------------------------

[2025-07-29 09:14:21.766] [1] XML generado:
<?xml version="1.0" encoding="ISO-8859-1" standalone="yes"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/" 
                  xmlns:dth="http://schemas.ericsson.com/ma/CA/DTHBatch/">
  <soapenv:Header>
    <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
      <wsse:UsernameToken>
        <wsse:Username>EmaCmdSV</wsse:Username>
        <wsse:Password>EmaCmdSV@1</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Set>
      <cai3:MOType>DTH@http://schemas.ericsson.com/ma/CA/DTHBatch/</cai3:MOType>
      <cai3:MOId>
        <dth:OrderID>1301223323</dth:OrderID>
      </cai3:MOId>
      <cai3:MOAttributes>
        <dth:SetDTH OrderID="1301223323">
          <dth:useCase>Disable_Package</dth:useCase>
          <dth:Devices>
            <dth:Device>
              <dth:STU_number>2198668278</dth:STU_number>
              <dth:SC_uniqueAddress>1301223323</dth:SC_uniqueAddress>
              <dth:packageId>212</dth:packageId>
            </dth:Device>
          </dth:Devices>
        </dth:SetDTH>
      </cai3:MOAttributes>
    </cai3:Set>
  </soapenv:Body>
</soapenv:Envelope>

[2025-07-29 09:14:21.814] [1] Envío exitoso - Duración: 0.05s

----------------------------------------

[2025-07-29 09:14:32.823] [2] XML generado:
<?xml version="1.0" encoding="ISO-8859-1" standalone="yes"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/" 
                  xmlns:dth="http://schemas.ericsson.com/ma/CA/DTHBatch/">
  <soapenv:Header>
    <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
      <wsse:UsernameToken>
        <wsse:Username>EmaCmdSV</wsse:Username>
        <wsse:Password>EmaCmdSV@1</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Set>
      <cai3:MOType>DTH@http://schemas.ericsson.com/ma/CA/DTHBatch/</cai3:MOType>
      <cai3:MOId>
        <dth:OrderID>1301764163</dth:OrderID>
      </cai3:MOId>
      <cai3:MOAttributes>
        <dth:SetDTH OrderID="1301764163">
          <dth:useCase>Disable_Package</dth:useCase>
          <dth:Devices>
            <dth:Device>
              <dth:STU_number>2197361724</dth:STU_number>
              <dth:SC_uniqueAddress>1301764163</dth:SC_uniqueAddress>
              <dth:packageId>212</dth:packageId>
            </dth:Device>
          </dth:Devices>
        </dth:SetDTH>
      </cai3:MOAttributes>
    </cai3:Set>
  </soapenv:Body>
</soapenv:Envelope>

